[
    {
      "key": 5,
      "id": "5",
      "rating": 4,
      "title": "Tangerine",
      "description": "Tangerines are smaller and less rounded than common oranges. The taste is considered less sour, as well as sweeter and stronger, than that of an orange. A ripe tangerine is firm to slightly soft, and pebbly-skinned with no deep grooves, as well as orange in color. The peel is thin, with little bitter white mesocarp.",
      "category": 1,
      "oldprice": 52,
      "price": 48,
      "desktopImage": "/images/cards/3.jpg",
      "phoneImage": "/images/cards-mobile/3.png",
      "detailImage": "/images/cards-detail/3.jpg"
    },
    {
      "key": 1,
      "id": "1",
      "title": "Lemon",
      "description": "The lemon is a round, slightly elongated fruit, it has a strong and resistant skin, with an intense bright yellow colour when it is totaly ripe, giving off a special aroma when it is cut. The pulp is pale yellow, juicy and acid, divided in gores.",
      "category": 1,
      "oldprice": 58,
      "rating": 2,
      "price": 45,
      "desktopImage": "/images/cards/5.jpg",
      "phoneImage": "/images/cards-mobile/5.png",
      "detailImage": "/images/cards-detail/5.jpg"
    },
    {
      "key": 2,
      "id": "2",
      "title": "Mango",
      "description": "The mango fruit is roughly oval in shape, with uneven sides. The fruit is a drupe, with an outer flesh surrounding a stone. The flesh is soft and bright yellow-orange in color. The skin of the fruit is yellow-green to red.",
      "category": 2,
      "rating": 5,
      "oldprice": 47,
      "price": 34,
      "desktopImage": "/images/cards/2.jpg",
      "phoneImage": "/images/cards-mobile/2.png",
      "detailImage": "/images/cards-detail/2.jpg"
    },
    {
      "key": 3,
      "id": "3",
      "title": "Coconut",
      "description": "Coconut is the fruit of a tropical palm plant. It has a hard shell, edible white flesh and clear liquid, sometimes referred to as “water,” which is often used as a beverage. Coconut flesh or “meat” is aromatic, chewy in texture and rich in taste.",
      "category": 2,
      "rating": 7,
      "oldprice": 84,
      "price": 62,
      "desktopImage": "/images/cards/4.jpg",
      "phoneImage": "/images/cards-mobile/4.png",
      "detailImage": "/images/cards-detail/4.jpg"
    },
    {
      "key": 4,
      "id": "4",
      "title": "Cherrie",
      "description": "The fruit is a fleshy drupe (stone fruit) that is generally heart-shaped to nearly globular, about 2 cm (1 inch) in diameter, and varies in colour from yellow through red to nearly black. The acid content of the sweet cherry is low. The higher acid content of the sour cherry produces its characteristic tart flavour.",
      "category": 3,
      "oldprice": 45,
      "rating": 3,
      "price": 39,
      "desktopImage": "/images/cards/1.jpg",
      "phoneImage": "/images/cards-mobile/1.png",
      "detailImage": "/images/cards-detail/1.jpg"
    },
    {
      "key": 6,
      "id": "6",
      "title": "Blackberrie",
      "description": "A berry is a small, pulpy, and often edible fruit. Typically, berries are juicy, rounded, brightly colored, sweet, sour or tart, and do not have a stone or pit, although many pips or seeds may be present.",
      "category": 3,
      "oldprice": 37,
      "rating": 4,
      "price": 24,
      "desktopImage": "/images/cards/6.jpg",
      "phoneImage": "/images/cards-mobile/6.png",
      "detailImage": "/images/cards-detail/6.jpg"
    },
    {
      "key": 7,
      "id": "7",
      "title": "Pear",
      "description": "Pear fruits are generally sweeter and of softer texture than apples and are distinguished by the presence of hard cells in the flesh, the so-called grit, or stone cells. In general, pear fruits are elongate, being narrow at the stem end and broader at the opposite end.",
      "category": 1,
      "oldprice": 29,
      "rating": 6,
      "price": 18,
      "desktopImage": "/images/cards/9.jpg",
      "phoneImage": "/images/cards-mobile/9.png",
      "detailImage": "/images/cards-detail/9.jpg"
    },
    {
      "key": 8,
      "id": "8",
      "title": "Pomegranate",
      "description": "Pomegranate derives from Old French grenat by metathesis, from Medieval Latin granatum as used in a different meaning 'of a dark red color'. This derivation may have originated from pomum granatum, describing the color of pomegranate pulp, or from granum, referring to 'red dye, cochineal'.",
      "category": 1,
      "rating": 8,
      "oldprice": 64,
      "price": 57,
      "desktopImage": "/images/cards/7.jpg",
      "phoneImage": "/images/cards-mobile/7.png",
      "detailImage": "/images/cards-detail/7.jpg"
    },
    {
      "key": 9,
      "id": "9",
      "title": "Pineapple",
      "description": "The pineapple (Ananas comosus) is a tropical plant with an edible fruit; it is the most economically significant plant in the family Bromeliaceae. The pineapple is indigenous to South America, where it has been cultivated for many centuries.",
      "category": 2,
      "rating": 4,
      "oldprice": 89,
      "price": 75,
      "desktopImage": "/images/cards/8.jpg",
      "phoneImage": "/images/cards-mobile/8.png",
      "detailImage": "/images/cards-detail/8.jpg"
    },
    {
      "key": 10,
      "id": "10",
      "title": "Avocado",
      "description": "An avocado is a bright green fruit with a large pit and dark leathery skin. They're also known as alligator pears or butter fruit. Avocados are a favorite of the produce section. They're the go-to ingredient for guacamole dips. And they're turning up in everything from salads and wraps to smoothies and even brownies.",
      "category": 2,
      "rating": 5,
      "oldprice": 105,
      "price": 86,
      "desktopImage": "/images/cards/10.jpg",
      "phoneImage": "/images/cards-mobile/10.png",
      "detailImage": "/images/cards-detail/10.jpg"
    },
    {
      "key": 11,
      "id": "11",
      "title": "Apple",
      "description": "Apples are an incredibly nutritious fruit that offers multiple health benefits. They're rich in fiber and antioxidants. Eating them is linked to a lower risk of many chronic conditions, including diabetes, heart disease, and cancer. Apples may also promote weight loss and improve gut and brain health.",
      "category": 1,
      "rating": 3,
      "oldprice": 55,
      "price": 46,
      "desktopImage": "/images/cards/11.jpg",
      "phoneImage": "/images/cards-mobile/11.png",
      "detailImage": "/images/cards-detail/11.jpg"
    }
  ]